chat_system_1296371883_actor_description=Technician Tregum. Dwarf-pilot.
chat_system_1296371883_snap_0_question=^?^Hey... What are you standing here for? Go away...This place is full of you disagreeable types! The next moment you'll have no idea where my bolts and nuts disappeared to.
chat_system_1296371883_snap_0_answer_0=^?^Look, I need to fly to Lyaro Island...
chat_system_1296371883_snap_1_question=^?^It doesn't matter what you want. I wouldn't advise you to fly there.
chat_system_1296371883_snap_1_answer_0=^?^I have a personal order of His Majesty Mark Leonard...
chat_system_1296371883_snap_1_answer_1=^?^Okay, sorry to trouble you.
chat_system_1296371883_snap_2_question=^?^Well, my apologies. If it is an order from His Majesty, then sure, I'll take you to the island. A couple of troops have already vanished on that island, so you may be saying goodbye to your life.<br>Oh! You aren't afraid of heights, are you? If we start to fall, don't grab hold of me - just jump out, every man and dwarf for himself!! Don't worry though - you have enough steel on you; you'll fall quickly.
chat_system_1296371883_snap_2_answer_0=^?^Ok ok! I'll throw you out first if something happens. Get your dirigible started.
chat_system_1296371883_snap_2_answer_1=^?^You know, maybe I am afraid of heights. I'll visit you later, don't fly away without me.
